Repository: gapan/flatpak-tools
Catalog: po/*.po
Languages: it

source: Installing Flatpak...
it: Sto installando il Flatpak...

source: About
it: Informazioni

source: Cancel
it: Annulla

source: A simple installer for .flatpakref files
it: Un sistema di installazione semplice di file .flatpakref

source: translator-credits
it: Traduzione-Crediti

source: Cancel Flatpak installation?
it: Annulla installazione Flatpak?

source: Continue Installation
it: Prosegui l'installazione

source: Cancel Installation
it: Cancella l'installazione

source: Are you sure you want to cancel the installation of this Flatpak?
it: Sei sicuro di voler annullare l'installazione di questo Flatpak?

source: Flatpak Installation Error
it: Errore di installazione Flatpak

source: Exit
it: Esci

source: Flatpak installation was successful.
it: Installazione Flatpak conclusa con successo.

source: USAGE:
it: UTILIZZO:

source: ERROR:
it: ERRORE:

source: invalid arguments
it: Argomenti invalidi

source: There was an error while installing the Flatpak.
it: Si è verificato un errore durante l'installazione del Flatpak.

source: Installation cannot be completed.
it: L'installazione non può essere conclusa.

source: Error code:
it: Codice di errore:

source: The Flatpak reference file is not valid.
it: Il riferimento al file Flatpkak non è valido.

source: Flatpak Installer
it: Installatore Flatpak
